{"pages":[],"posts":[{"title":"考研初试经验总结及相应复习资料","text":"前言 写下这篇经验的人的基础 数学知识基本遗忘 英语四级426 有论文、项目 专业课一般般 为什么选择电子科技大学？ CS比他川强一点 有论文、项目 在成都 数学 推荐用书 《武忠祥高数》（提取码：qb23）每一章的习题基本都是真题或者真题改编，难度适中，但必须配合武忠祥老师的高数强化视频观看，视频中会配合书讲很多好用的做题思维和技巧。 《张宇十八讲》（提取码：54jc）为难而生，但在于全，需配合1000题，把张宇高数系列做完，高数没大问题。 《李永乐线性代数》（提取码：gv47）线代最好的一本书。需配合李永乐强化视频学习。做了它，线代满分不是问题。 《张宇概率九讲》（提取码：576e）没什么明显的错误。配合朱杰概率论视频观看，简直神助攻。朱杰会让你学到真正的概率论思维。概率论题的解法应该是从概率论角度出发，而不是用高数积分计算来解决。近几年来，真题特别注重考察概率论思维，拥有概率思维秒解，高数积分则要算半天。 《真题大全解》（提取码：44i0）做真题必备书。 《考研数学真题解析》（教育部考试院编写）（提取码：zea2）出题人自己对题目的难度看法和答案解析。必看。 推荐视频 武忠祥高数强化视频（提取码：c59a） 张宇高数强化视频（提取码：2fk1） 李永乐线代强化视频（提取码：z2a0） 朱杰概率视频（提取码：6kyf） 燕妈高数视频（提取码：oyq2） 32年真题解析视频（提取码：3m90） 数学复习方法 基础阶段这个阶段就是拿大学教材来复习，可有可无，如果时间够，数学知识都遗忘了，可以在这个阶段好好补下，配合着课后习题来做。时间一般在6月之前吧。 强化阶段时间段应在6月到考试大纲出来之前。这时候找市面上的强化辅导书做，刚开始学习肯定什么都不会，因为题目是考研的难度，多做几遍也就慢慢会了。不要着急，也不要刻意赶进度（忌讳攀比进度，别人比你快，最后并不一定比你学的好），一定以理解为主，因为你到了做真题阶段，如果你只会做某种题型，没有理解本质，你会发现做起来比较吃力，而且需要从头回来再理解一遍，浪费了宝贵的时间，那还不如这个阶段就理解扎实。还有大家一定要抓住暑假这段宝贵的复习时间，能不能高分就看它了。 真题复习阶段这个阶段应该在考试大纲发布之后，立即开始。无论你是否结束完强化阶段，无论你是否把辅导书学完，请立即进入真题复习阶段，请立即进入真题复习阶段，请立即进入真题复习阶段。就拿今年的数学一试卷来说，线代一道选择题是老题改编，一道填空题是17年大题改编，两道大题是历年真题中出现过类似的。概率除了一道填空题，你都可以在历年真题中看到类似的身影。高数的那道求面积的大题，很多人没做出来，但是我记得在历年真题的选择题中出现过它，选择题！！今年考完就很后悔，应该多做几遍真题，大家如果没有把真题做过5遍，不要去碰模拟卷，模拟卷太坑。这里我想强调下，你们现在跟着某些老师学习，有些老师特别强调极限的定义和中值定理，这两个就能讲好几节课，但是我想说，考研数学一32年来好像就一次出过极限的定义，中值定理大题也不是每年必出，3-4年一道大题的频率，每年必出中值是数学二。我的意思是你的复习要围绕着真题展开，数学一不重点考察的地方，就少花点心思，别被某些老师忽悠了，浪费了心情和宝贵的时间。 特别提醒 视频看的再多，也不如自己多练几道（某宇视频看着确实爽，但是下来你会发现你还是不会做） 真题一定要尽早开始做，比如考试大纲发布之后，像我今年就有点晚，很后悔，再多刷几遍真题，感觉自己数学能考的更高。 平时练习的有些题目都是刁钻古怪的，理解思想就好，不用太纠结，考研真题大多数都是基本理论，基本思想，基本方法（俗称三基），把三基搞透，考研数学不成问题。 真题是最重要的法宝，它是你最强大的靠山，如果你觉得时间不够了，放下任何练习题，直接真题。 英语 推荐用书 《考研真相》适合基础差的人，比如说六级没过。 《张剑英语》（提取码：sdep）适合基础好的人，比如说六级450以上，不然你买了会后悔的（贵啊）。 推荐视频 唐迟阅读理解（提取码：g8y9） 于杉新题型（提取码：rk40） 作文模板制作过程（提取码：s9ms） 英语复习方法单词 直接墨墨单词背，不用买单词书！！！！！！！！！！！ 墨墨单词背推荐某恋和某文单词。从考研准备开始背到考研前一天，每天不要断，英语你基本就稳了。 阅读理解 应该6月份开始做，或者更早。做一篇看一篇唐迟视频，刚开始错的多，不要急，慢慢来会体会到考研英语阅读的出题套路。看完视频就仔细分析文章，从单词、长难句到正确选项和错误选项，一个个都要仔细分析过来，如果有多余时间还可以做下文章结构梳理。每天坚持做。 新题型 建议考前2个月开始复习，看于杉新题型视频，会有很多干货。 作文 一篇小作文，一篇大作文。我这次用的模板，是考前1个月自己搜集资料准备的，就是套套套，40分钟内完成。不要和我说自己现场根据题目开写，那是大神的做法。我知道的一个现场自己写的，已经凉透了。模板也不是那种通用模板，通用模板尽扯淡，阅卷老师会给低分。准备模板就自己先看别人如何是准备的，再动手做个属于自己的模板，单词和语句不用太复杂，不然阅卷老师一眼过去就知道是模板。我这里推荐北大见山、小火山学长的准备模板步骤。 完型填空 随缘复习，这几年真题蛮简单的。 特别提醒 某W系列视频千万不要看，简直毁三观，而且自己公司的广告一节课打无数次，恶心死了（英语和政治的人渣是真的多（某W,某L,某H,某J） 英语千万不要去做模拟题千万不要去做模拟题千万不要去做模拟题，真题，真题，真题，就只做真题，搞懂搞透（从单词到长难句到正确错误选项）。 英语应该从考研准备开始就进入复习，应该是和数学一起起步，一起结束。 不要背王江涛作文不要背王江涛作文不要背王江涛作文，阅卷老师都看了十几年了，能不吐吗？能打高分吗？而且最重要的一点是，不要以为你背了就会写作文一样，你就算背完二十篇作文，你还是照样不会写作文。考研英语作文体现的是套路写作，它有固定的写法和框架，英语能力啥的不存在的。 政治 推荐用书 《肖秀荣四套卷》神书。 《肖秀荣八套卷》神书。 《肖秀荣考前押题PDF》必看。 《考前市面上的各大模拟卷》必做。 推荐视频 肖秀荣考前押题视频 腿姐考前押题视频 腿姐冲刺班视频 政治复习方法 刷题阶段应该从9月或者更迟开始，刷1000题，疯狂刷，如果这时候市面上模拟卷出了，直接疯狂刷模拟卷选择题，大题不用管。 背诵阶段应该在12月份。拿着腿姐政治大题解答模板和肖秀荣四套卷（大题)就疯狂背，多看看市面上的押题班，押到就赚了。 特别提醒 肖秀荣三套件就不用买了，浪费钱，而且对复习政治没有什么用处，我买了就看了几次，没看了，心痛。 复习政治的重点在于刷模拟卷和背押题，与其他三门的复习方法完全不同。 背住四套卷，你就是赢家。 专业课 推荐用书 《王道数据结构》（提取码：fac7）写的很专业，但是就是因为专业，基础弱的人可能会看不懂，推荐天勤。 《王道操作系统》（提取码：17tv） 《天勤数据结构》（提取码：ad62）适合跨考，讲的很细致，也比较容易理解。 《历年真题》 《电科本科课程PPT》 推荐视频 王道操作系统视频（提取码：zy10） 天勤数据结构视频（提取码：5132） 专业课复习方法 把上面推荐的书都搞懂，多刷几次，其实专业课也没大问题了。本专业就7月份开始复习吧，跨考就早点开始。 特别提醒 要踏踏实实复习，避免翻车。 结尾 等着各位大佬明年来为学弟学妹们留下自己的经验贴。本文只在王道电科CS考研QQ群（148217255）留有PDF文件。本文若有微小变动（比如链接挂掉更新或者细节经验补充），往后都在此更新，不再更新PDF文件。","link":"/2019/04/06/kaoyan/"}],"tags":[],"categories":[]}